13/data/attachments/3d200ebe8d71d129.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_95fdc51b-774c-4139-b607-33f2b311147c</nif:username>
            <nif:friendToBeAdded>Lisa_bank_Actions_87378_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>